<?php

return
[
	'text_1' => 'عتمان جروب هي شركة محلية أسسها وأدارها السيد / حسن عتمان منذ عام 1967. بدأت رحلة السيد عتمان نحو النجاح بفضل تطور شركته من خلال إنتاج أول شريط البولي بروبلين وشرائط الزينة لعرضها في السوق المصرية في ذلك الوقت',
	'text_2' => 'بعد ذلك، مع تطور وتوسع السوق في مجالات مثل المعجنات والمطاعم، انخفض الطلب على شريط البولي بروبلين. ومع ذلك، فإن هذا التحول في الطلب لم يكن أبدا عائقا أمام نجاح الشركة',
	'text_3' => 'في أوائل العقد الأول من القرن الحادي والعشرين، عصر الجيل الثاني، قام أحمد حسن عتمان و السيد حسن عتمان بتحويل محور الشركة من خلال بناء مصنع جديد لإعادة تصنيع الأشرطة اللاصقة لتلائم الاحتياجات الجديدة لسوق التعبئة والتغليف. وفي عام 2001، تمكن المصنع الجديد من أن يكون قادرا على إنتاج حوالي 160 طنا متري شهريا من الشريط ذاتي اللصق (BOPP).',
	'text_3_home' => 'في أوائل العقد الأول من القرن الحادي والعشرين، عصر الجيل الثاني، قام أحمد حسن عتمان والسيد حسن عتمان بتحويل محور الشركة من خلال بناء مصنع جديد لإعادة تصنيع الأشرطة اللاصقة',
	'text_4' => 'في عام 2007، اتبعت الشركة نهجا استراتيجيا من خلال تنفيذ خطة عمل جديدة تتمثل في شراء 25 آلة لإعادة لف وتحويل رقائق الألمنيوم ولفات جامبو البولي فينيل كلورايد اللاصق المستخدمة في مجال الأغذية والمشروبات إلى لفات أصغر لاستخدامها محليا، بسعة إنتاج إجمالية تبلغ حوالي 100 طن متري في الشهر.',
	'text_5' => 'في الوقت الحاضر، تهيمن عتمان جروب على ما يقرب من 80% من حصة السوق المحلية من خلال 12 خطّا لآلات الحز.',
	'text_6' => 'أنشأت الشركة منتجين جديدين هما حاوية الألمنيوم ذات الجودة العالية للاستخدام مرة واحدة والأكواب الورقية بمجموعة متنوعة من الأحجام والتي كانت مزدهرة منذ طرحها لأول مرة في السوق في عام 2018.',
	'text_7' => 'تهدف مجموعة عتمان إلى الحفاظ على سمعتها المرموقة فيما يتعلق بالمنشآت التي أنشأها مؤسس الشركة. وسيتم تحقيق ذلك من خلال تلبية احتياجات العملاء باستمرار وتجاوز توقعات العملاء من خلال التكيف مع تحولات السوق المتغيرة باستمرار ، فضلاً عن احترام التراث البشري والمهني للشركة، والجودة، والموثوقية.',
];