<?php

return
[
	'Get_Direction' => 'تحديد الاتجاه',
	'ad1_address' => '14 ش خليل بك متفرع من شارع
اسماعيل صبري - الجمرك
الاسكندرية - مصر',
	'ad1_hours' => 'مواعيد العمل',
	'ad1_hours_text' => 'طول ايام الاسبوع
من 9 صباحا وحتى 9 مساءا',
	'ad1_phone' => '+2 0100 618 0117
+203 48 67 311
+203 48 15 941',
	'ad1_title' => 'المقر الرئيسي',
	'ad2_address' => '336 طريق الجيش امام نادي التجاريين
عمارات رويال بلازا - سابا باشا
الاسكندرية - مصر',
	'ad2_hours_text' => 'من السبت الى الخميس
9 صباحا وحتى 5 مساءا',
	'ad2_phone' => '+203 58 68 324
+203 58 68 325',
	'ad2_title' => 'المقر الادارى',
];