<?php

return
[
	'Message' => 'الرسالة',
	'Phone' => 'رقم الهاتف',
	'Submit' => 'ارسل لنا استفسارك',
	'confrim_h1' => 'استلمنا رسالتك بنجاح',
	'confrim_p' => 'نشكرك على تواصلك معنا 
سيقوم المختص بمراجعة الرسالة بالرد على استفسارك فى اقرب وقت',
	'des' => 'يسرنا أن نتلقى استفسارك ! يرجى ترك رسالة لفريق خدمة العملاء لدينا . سنعاود الاتصال بك في أقرب وقت ممكن عن طريق البريد&nbsp;الإلكتروني.',
	'email' => 'البريد الالكترونى',
	'name' => 'الاسم',
	'subject' => 'عنوان الرسالة',
	'title' => 'تواصل معنا',
];